import React from "react";
import Term from "../components/Terms/Term";
import { Helmet } from "react-helmet";

export default function Terms() {
  return (
    <>
      <Helmet>
        <title>Parking Point | الشروط و الأحكام</title>
      </Helmet>
      <div className="p-5">
        {/* <Term title={"شروط الاتفاقية"} body={""} /> */}
        <div className="py-2">
          <h4>شروط الاتفاقية</h4>

          <p>
            عبر دخولك واستخدامك الموقع فإنك تقر وتوافق، دون إجراء أي تعديل ودون أي قيود، أو تبديل على الأحكام والشروط الواردة
            في هذه (الاتفاقية). أنت تقر وتضمن حقك القانوني للدخول في هذه الاتفاقية واستخدام الموقع وفقاً لجميع الشروط
            والأحكام الواردة فيها. تعديل الشروط:تسعى منصة parking point قدر الإمكان إلى توفير المعلومات على موقعها بدقة
            متناهية. إلا أنه قد ترد بعض الأخطاء من حين لآخر. ولا تتحمل منصة parking point وأي من شركائها أي مسؤولية عن أي خطأ
            في المعلومات التي يتضمنها الموقع.يتضمن موقع parking point الإلكتروني معلومات حول الخدمات والمنتجات التي توفرها
            منصة parking point وأي طرف آخر.إن أي معلومات ومواد أخرى على الموقع مقدمة بأمانة تامة. وباستخدامك للموقع فإنك
            توافق وتقر بأنه قد يتم إجراء تحديثات عليه، أو تغيير وتعديل الشروط والأحكام أو سياسة خدمة العملاء، أو أي معلومات
            أخرى، في أي وقت وبدون سابق إنذار.إن الشروط والأحكام تصبح سارية المفعول بمجرد نشرها على الموقع، ولن يكون لها أي
            أثر رجعي على أي حجوزات تمت مسبقاً من خلاله.يجب عليك قراءة هذه الشروط والأحكام في كل مرة تقوم بزيارة الموقع لضمان
            أنك على علم بكافة الشروط والأحكام السابقة. وبالتالي، فإن استمرارك باستخدام الموقع يعتبر موافقة منك على أي تغيير
            في الشروط والأحكام.
          </p>
        </div>
        <div className="py-2">
          <h4>جاهزية الموقع</h4>
          <p>
            تستخدم منصة parking point كل الوسائل لضمان جاهزية الموقع وإتاحة الخدمات المرتبطة به للعميل، إلا أنه لا يمكن ضمان
            تشغيل الموقع بشكل مستمر أو دون انقطاع. إخلاء المسؤولية عن الضمانات وتحديد المسؤوليةمنصة parking point لا تملك أي
            ضمانات، سواء كانت صريحة أو ضمنية بخصوص محتوى الموقع، وتملك الحق بالتنازل عن جميع الضمانات لأقصى حد مسموح به في
            القانون.تقع عليك مسؤولية دخولك واستخدامك للبرمجيات وغيرها من المواد على موقع منصة parking point أو من خلاله. منصة
            parking point لا تقدم أية ضمانات حول موثوقية أو دقة أو خلو مثل هذه البرامج من الفيروسات.تبعاً للقانون المعمول به،
            فإنه لا تتحمل parking point و/أو الجهات المرخصة لها و/أو الموردين و/أو مقدمي الخدمات، تحت أي ظرف من الظروف، أي
            مسؤولية مباشرة أو غير مباشرة، عرضية، خاصة، تأديبية، تعويضات تبعية أو رادعة لأي نوع من الأضرار (بما في ذلك على
            سبيل المثال لا الحصر اضرار للسيارة، اضرار لصاحب الموقف أو الإيرادات أو فقدان أو تلف البيانات أو المعلومات) التي
            تنشأ عن أي وسيلة متعلقة باستخدام موقع منصة parking point أو عدم القدرة على استخدامه، سواءً كان ذلك بسبب الإخلال
            بالعقد، الضرر، الإهمال، فعالية المنتجات أو غيرها من الأسباب، وحتى لو تم إعلامك عن إمكانية حدوث مثل هذه الأضرار.
            وهذا يتضمن أي معلومات، منتجات أو خدمات يتم الحصول عليها على الموقع أو من خلاله
          </p>
        </div>
        <div className="py-2">
          <h4>استخدام الموقع</h4>
          <p>
            ستخدام الموقع عدم فعل أي شيء قد يسبب الضرر، أو يتعارض مع، أو يعيق الوصول إلى أو يضر بتوفر المحتوى على الموقع.عدم
            تحميل أي ملفات تحمل فيروسات الكمبيوتر أو أي رموز أخرى، أو برامج معدة لاعتراض، أو تدمير أو الحد من وظيفة
            الموقع.عدم نشر، توزيع أو تحميل أي مواد تشهيرية، هجومية، انتهاكيه ، مضرة، تهديدية، مسيئة، ملتوية، عنصرية، أو غير
            ملائمة أخلاقياً أو غير ذلك من محتوى أو معلومات غير قانونية أو إرسال أي سلسلة رسائل بريد إلكتروني غير مرغوب بها،
            أو مواد الرسائل غير المرغوب بها “Spam” أو أي شكل آخر من أشكال التواصل بكميات كبيرة.عدم تهديد، إزعاج، إساءة،
            تشويش، أو الاعتداء على حقوق الآخرين بما في ذلك حقوقهم الفردية.عدم الحصول أو محاولة الحصول على دخول غير مصرح به
            للموقع أو أي حساب لعضو متواجد على الموقع، أو انتحال أي شخصية أو تحريف العضوية مع شخص آخر.عدم القيام، التسبب أو
            السماح بأي شيء ممكن أن يتسبب بالضرر أو خرق حقوق الملكية الفكرية للموقع أو أي من شركاتنا المرتبطة أو أي أطراف
            أخرى.عدم القيام بأي شيء غير قانوني من الممكن أن يخلق أي مسؤولية من جانب منصة parking point عدم الاعتداء على هذه
            الاتفاقية أو أي تشريع معمول به بأي طريقة.عدم تحميل أو إرفاق ملفات تتضمن برمجيات أو مواد أخرى محمية من قبل قوانين
            حقوق الملكية الفكرية أو( أي حقوق خاصة أو عامة) ما لم يملك المستخدم أو يتحكم بالحقوق أو لديه جميع الموافقات حسب ما
            يقتضيه القانون.عدم تحميل أو إرفاق أي ملفات تحتوي على أي فيروسات، ملفات تالفة أو أي برمجيات مشابهة أو برامج من
            الممكن أن تسبب الضرر لعمل كمبيوتر آخر.عدم القيام بمسح حق المؤلف، إشعارات قانونية أو تسميات للملكية في أي ملف تم
            تحميله.عدم القيام بتزوير أصل أو مصدر البرمجيات أو المواد الأخرى التي يتضمنها الملف الذي تم تحميله.عدم الإعلان عن
            أو عرض بيع لأي بضائع أو خدمات، أو إجراء أو إرسال دراسات استقصائية، مسابقات أو سلسلة رسائل، أو تحميل أي ملف ينشر
            من قبل مستخدم آخر، وينبغي العلم أنه لا يسمح بالترويج لها بهذه الطرق قانونياً.عدم استخدام هذا الموقع وأي من
            محتوياته للأغراض التجارية.عدم الوصول إلى، أو مراقبة أو نسخ أي محتوى أو معلومة من هذا الموقع باستخدام الروبوت،
            سبايدر، سكرابر، أو أي وسائل آلية أخرى أو أي عملية يدوية بدون إذن كتابي صريح.عدم انتهاك القيود على الموقع أو أي
            تجاوز أو تحايل لخرق التدابير الأخرى المستخدمة بهدف منع أو تقييد الوصول لهذا الموقع.عدم اتخاذ أي إجراء يفرض، أو قد
            يفرض، في تقديرنا عبئاً غير محتمل أو غير متناسب مع البنية التحتية للموقع.عدم القيام بعمل رابط عميق لأي جزء من هذا
            الموقع (والذي يتضمن، بدون محدودية) لأي غرض بدون الإذن الكتابي الصريح من طرفنا.القيام بدمج أي جزء من هذا الموقع مع
            أي موقع آخر دون الحصول على إذن كتابي مسبق.عدم إضافة، عرض، تحميل، تعديل، أو نشر أو نقل أو تحديث أو مشاركة ما
            يلي:المعلومات التي تخص شخصاً آخر والتي لا يملك المستخدم أي حق بالاحتفاظ بها.المعلومات غير المرغوب بها، التي تسبب
            ضرراً جسيماً للقصّر، أو المعلومات العنصرية أو التي تعتدي على خصوصية الآخرين أو المكروهة عرقياً، أو التي تحث وتشجع
            على غسيل الأموال أو القمار.معلومات تنتهك أي براءة اختراع، علامة تجارية، حقوق الطبع أو أي من حقوق الملكية
            الأخرى.المعلومات التي تخدع أو تضلل المرسل اليه حول أصل هذه الرسالة أو أي معلومات هجومية أو ذات طابع
            تهديدي.المعلومات التي تهدد وحدة أو سلامة أو دفاع أو أمن الدول التي نعمل معها أو العلاقة الودية مع الدول الأجنبية
            أو أي نظام عام أو تسبب في التحريض على ارتكاب أي جريمة معترف بها أو في منع إجراء التحقيق في أي جريمة أو التسبب في
            إهانة دولة أخرى.المعلومات التي يتم من خلالها انتحال شخصية معينة.إذا تبين لمنصة parking point أنك قمت بخرق أي من
            هذه الشروط و الأحكام ومن ناحية أخرى تم إثبات خلاف ذلك عند استخدامك للموقع، فإنها تحتفظ بالحق في: تحذيرك من القيام
            بخرق هذه الشروط والأحكام، والطلب منك بالتوقف عن هذا السلوك.حذف أي مواد أو محتوى من الممكن أنك قمت بنشره دون
            إنذارك.اتخاذ تدابير (من ضمنها إيقاف، تعليق أو تقييد وصولك) إلى ومنعك من استخدام الموقع.إلغاء أي حجوزات من الممكن
            أن تكون قد قمت بها، دون الرجوع اليك.التبليغ عن الأنشطة الخاصة بك إلى مزودي خدمة الإنترنت أو السلطات المختصة.اتخاذ
            إجراءات قانونية ضدك.إن الموقع متوفر للاستخدام الشخصي وليس التجاري. لا يمكنك تعديل، نسخ، توزيع، إرسال، عرض، تنفيذ،
            إعادة إنتاج أو نشر أو إنشاء أعمال مشتقة، نقل أو بيع أي معلومات، أو برامج، أو منتجات أو خدمات تم الحصول عليها من
            الموقع.
          </p>
        </div>

        <div className="py-2">
          <h4>وسيلة الدفع</h4>
          <p>
            استخدام بطاقة الائتمانيتم قبول الدفع باستخدام معظم بطاقات الائتمان أو بطاقات الخصم المباشر. وبإمكانك شمل مسافرين
            آخرين في عملية الحجز التي تقوم بإجرائها عبر موقعنا الالكتروني.يتم قبول الدفع عبر بطاقات الائتمان الصادرة من مختلف
            الدول، وقد نبقي بعض بطاقات الائتمان الصادرة من دول معينة محظورة الاستخدام على موقعنا ولا يسمح بها أثناء عملية
            الحجز.يتم قبول الدفع عبر بطاقات الخصم المباشر الغير مقفلة من قبل البنوك التي قامت بإصدارها لاستخدامها في مواقع
            التجارة الإلكترونية. وفي حال لم تعمل بطاقة الخصم الخاصة بك على الموقع، يرجى الاتصال بجهة الإصدار الخاصة بالبطاقة
            لتفعيلها. وقد يقوم البنك بإبدال بطاقة الخصم القديمة بأخرى جديدة والتي تسمح لك باستخدامها على مواقع التجارة
            الإلكترونية.سيتم الخصم من بطاقتك الائتمانية أو بطاقة الخصم المباشر عند قيامك بعملية الحجز.سيتم إرسال الحجز إلى
            بريدك الإلكتروني المسجل بعملية الدفع.تنويه: لا تتحمل منصة parking point أي مسؤولية ولا تكون مسؤولة عن أي خسارة أو
            ضرر أو فقدان أو دخول غير مصرح به مرتبط ببيانات بطاقة الائتمان أو بطاقة الخصم المباشر. ولا تتحمل مسؤولية قرارك
            باستخدام معلومات بطاقة الائتمان أو بطاقة الخصم المباشر على هذا الموقع بالرغم من قيام منصة parking poin بإعلامك عن
            احتمالية حدوث هذه الأضرار.سنقوم ببذل أقصى جهدنا للحفاظ على السرية عند قيامك بالدفع عبر الإنترنت. هذا يشمل سرية
            المعلومات المتواجدة على بطاقة الائتمان والمعلومات الشخصية. يتم تشفير كافة معلوماتك الشخصية عند قيامك بالحجز
            للموقف.
          </p>
        </div>
        <div className="py-2">
          <h4>إدارة الاحتيال </h4>
          <p>
            إدارة الاحتيالإذا كان الحجز الخاص بك يظهر علامات احتيال، إساءة، أو نشاط مشبوه، فمن الممكن منصة parking point أن
            تقوم بإلغاء حجز الموقف المتوافق مع إسمك، بريدك الإلكتروني أو حسابك، إلى جانب القيام بإلغاء أي حسابات مرتبطة بمنصة
            parking point. بالإضافة إلى ذلك، قد يقوم الموقع بالتحقق من بطاقة الائتمان الخاصة بك إذا كنت قد أجريت أي نشاط
            احتيالي، ونحتفظ بالحق باتخاذ أية إجراءات قانونية و/ أو مدنية ومن الممكن أن تكون مسؤولاً عن أي خسائر نقدية للموقع،
            من ضمنها تكاليف التقاضي والأضرار. للقيام بإلغاء الحجز أو تجميد الحساب يرجى الاتصال على خدمة العملاء.تحتفظ منصة
            parking point بالحق في اتخاذ كل الخطوات الضرورية لضمان السرية، الأمان وسلامة النظام مع الاهتمام بعملائنا وحماية
            معلوماتهم. وتحقيقاً لهذه الغاية، من الممكن أن نتخذ إجراءات متنوعة للتحقق والتأكد من صحة الطلبات التي وضعت من
            قبلك. إذا كانت منصة parking point وفقاً لتقديرها، تقر بأن معاملة الشراء التي قمت بها ليست أو لا تظهر بشكل منصف
            على أنها أصلية أو موثوقة أو يمكن تنفيذها أو صالحة، فمن الممكن لها أن تقوم بإلغاء الحجز في أي وقت قبل الموعد
            المحدد .كشرط لاستخدام هذا الموقع، إنك توافق على درء الضرر عنا وتعويضنا عن أي وكافة الالتزامات والخسائر والدعاوى
            والنفقات (بما في ذلك الرسوم القانونية) والأضرار (سواء المباشرة أو غير المباشرة) التي تنشأ عن المطالبات الناتجة عن
            استخدامك لهذا الموقع، بما في ذلك ودون حصر أي مطالبات تتضمن مزاعم تثبت صحتها وتشكل انتهاكاً من جانبك لهذه
            الاتفاقية.
          </p>
        </div>
        <div className="py-2">
          <ul className="p-3 m-0">
            <li>لا تتحمل point parking اي مشاكل قد تحدث للسيارة اثناء قوفها في احدى المواقف المسجلة في الموقع.</li>
            <li>لا تتحمل point parking اي مشاكل قد تحدث بين المؤجر والمستأجر.</li>
            <li>
              لا يحق لصاحب الموقف اخراج السيارة من الموقف اثناء فترة حجز الموقف.إن الموقع وأسماء الشركات التي يوجد بيننا
              وبينها شراكة، وأي منتج آخر أو اسم تجاري يتعلق با منصة parking point هو من علاماتنا أو من علاماتنا التجارية
              المسجلة. إن المنتجات الأخرى وأسماء الشركات المشار إليها في الموقع هي العلامات التجارية الخاصة بمالكيها.
            </li>
            <li>
              اختيار القانون وسلطة القضاءاستخدامك للموقع ولشروطه وأحكامه يخضع لقوانين دولة سلطنة عُمان وأنت توافق على الخضوع
              للسلطة القضائية لمحاكم مسقط مع ذلك تحتفظ منصة parking point بالحق في إجراء المحاكمة في موقع البلد الذي تتواجد
              فيه.إشعارمن الممكن منصة parking point أن تقدم إليك الإشعارات وبيانات التواصل عبر البريد الإلكتروني، البريد
              العادي، أو عبر الموقع أو بأي وسيلة أخرى. باستثناء ما هو منصوص عليه خلافاً لهذا القانون، فإنه يجب إرسال
              الإشعارات إلى منصة parking point عبر البريد الالكتروني
            </li>
          </ul>
        </div>
      </div>
    </>
  );
}
