/* eslint-disable react/no-unknown-property */
import { Helmet } from "react-helmet";
import { useTranslation } from "react-i18next";

export default function Terms() {
  const { t } = useTranslation();
  return (
    <>
      <Helmet>
        <title>Parking Point | الشروط و الأحكام</title>
      </Helmet>
      <div className="w-100">
        <figure className="figure">
          <img src="Terms-and-Conditions.jpg" alt="" className=" w-100" />
          <figcaption className="figure-caption fw-bolder p-5 text-end">
            <h1>{t("terms")}</h1>
          </figcaption>
        </figure>
      </div>
      <div className=" px-5">
        {/* <Term title={"شروط الاتفاقية"} body={""} /> */}
        <div className="py-2">
          <h4>{t("terms1")}</h4>

          <p align="justify">{t("terms2")}</p>
        </div>
        <div className="py-2">
          <h4>{t("terms3")}</h4>

          <ul className="p-3 m-0">
            <li align="justify">{t("terms4")}</li>
            <li>{t("terms5")}</li>
            <li align="justify">{t("terms6")}</li>
            <li align="justify">{t("terms7")}</li>
          </ul>
        </div>
        <div className="py-2">
          <h4>{t("terms8")}</h4>
          <ul className="p-3 m-0">
            <li align="justify">{t("terms9")}</li>
            <li>{t("terms10")}</li>
            <li align="justify">{t("terms11")}</li>
            <li align="justify">{t("terms12")}</li>
          </ul>
        </div>
        <div className="py-2">
          <h4>{t("terms13")}</h4>
          <ul className="p-3 m-0">
            <li align="justify">{t("terms14")}</li>
            <li align="justify">{t("terms15")}</li>
            <li align="justify">{t("terms16")}</li>
            <li align="justify">{t("terms17")}</li>
            <li align="justify">{t("terms18")}</li>
            <li align="justify">{t("terms19")}</li>
            <li align="justify">{t("terms20")}</li>
            <li align="justify">{t("terms21")}</li>
            <li align="justify">{t("terms22")}</li>
            <li align="justify">{t("terms23")}</li>
            <li align="justify">{t("terms24")}</li>
            <li align="justify">{t("terms25")}</li>
            <li align="justify">{t("terms26")}</li>
            <li align="justify">{t("terms27")}</li>
            <li align="justify">{t("terms28")}</li>
            <li align="justify">{t("terms29")}</li>
            <li align="justify">{t("terms30")}</li>
            <li align="justify">{t("terms31")}</li>

            <li align="justify">
              <h5 className="fw-semibold my-2">{t("terms32")}</h5>
            </li>

            <ul>
              <li align="justify">{t("terms33")}</li>
              <li align="justify">{t("terms34")}</li>
              <li align="justify">{t("terms35")}</li>
              <li align="justify">{t("terms36")}</li>
              <li align="justify">{t("terms37")}</li>
              <li align="justify">{t("terms38")}</li>
            </ul>
          </ul>
          {/* <p align="justify">
            ستخدام الموقع عدم فعل أي شيء قد يسبب الضرر، أو يتعارض مع، أو يعيق
            الوصول إلى أو يضر بتوفر المحتوى على الموقع.عدم تحميل أي ملفات تحمل
            فيروسات الكمبيوتر أو أي رموز أخرى، أو برامج معدة لاعتراض، أو تدمير
            أو الحد من وظيفة الموقع.عدم نشر، توزيع أو تحميل أي مواد تشهيرية،
            هجومية، انتهاكيه ، مضرة، تهديدية، مسيئة، ملتوية، عنصرية، أو غير
            ملائمة أخلاقياً أو غير ذلك من محتوى أو معلومات غير قانونية أو إرسال
            أي سلسلة رسائل بريد إلكتروني غير مرغوب بها، أو مواد الرسائل غير
            المرغوب بها “Spam” أو أي شكل آخر من أشكال التواصل بكميات كبيرة.عدم
            تهديد، إزعاج، إساءة، تشويش، أو الاعتداء على حقوق الآخرين بما في ذلك
            حقوقهم الفردية.عدم الحصول أو محاولة الحصول على دخول غير مصرح به
            للموقع أو أي حساب لعضو متواجد على الموقع، أو انتحال أي شخصية أو
            تحريف العضوية مع شخص آخر.عدم القيام، التسبب أو السماح بأي شيء ممكن
            أن يتسبب بالضرر أو خرق حقوق الملكية الفكرية للموقع أو أي من شركاتنا
            المرتبطة أو أي أطراف أخرى.عدم القيام بأي شيء غير قانوني من الممكن أن
            يخلق أي مسؤولية من جانب منصة parking point عدم الاعتداء على هذه
            الاتفاقية أو أي تشريع معمول به بأي طريقة.عدم تحميل أو إرفاق ملفات
            تتضمن برمجيات أو مواد أخرى محمية من قبل قوانين حقوق الملكية الفكرية
            أو( أي حقوق خاصة أو عامة) ما لم يملك المستخدم أو يتحكم بالحقوق أو
            لديه جميع الموافقات حسب ما يقتضيه القانون.عدم تحميل أو إرفاق أي
            ملفات تحتوي على أي فيروسات، ملفات تالفة أو أي برمجيات مشابهة أو
            برامج من الممكن أن تسبب الضرر لعمل كمبيوتر آخر.عدم القيام بمسح حق
            المؤلف، إشعارات قانونية أو تسميات للملكية في أي ملف تم تحميله.عدم
            القيام بتزوير أصل أو مصدر البرمجيات أو المواد الأخرى التي يتضمنها
            الملف الذي تم تحميله.عدم الإعلان عن أو عرض بيع لأي بضائع أو خدمات،
            أو إجراء أو إرسال دراسات استقصائية، مسابقات أو سلسلة رسائل، أو تحميل
            أي ملف ينشر من قبل مستخدم آخر، وينبغي العلم أنه لا يسمح بالترويج لها
            بهذه الطرق قانونياً.عدم استخدام هذا الموقع وأي من محتوياته للأغراض
            التجارية.عدم الوصول إلى، أو مراقبة أو نسخ أي محتوى أو معلومة من هذا
            الموقع باستخدام الروبوت، سبايدر، سكرابر، أو أي وسائل آلية أخرى أو أي
            عملية يدوية بدون إذن كتابي صريح.عدم انتهاك القيود على الموقع أو أي
            تجاوز أو تحايل لخرق التدابير الأخرى المستخدمة بهدف منع أو تقييد
            الوصول لهذا الموقع.عدم اتخاذ أي إجراء يفرض، أو قد يفرض، في تقديرنا
            عبئاً غير محتمل أو غير متناسب مع البنية التحتية للموقع.عدم القيام
            بعمل رابط عميق لأي جزء من هذا الموقع (والذي يتضمن، بدون محدودية) لأي
            غرض بدون الإذن الكتابي الصريح من طرفنا.القيام بدمج أي جزء من هذا
            الموقع مع أي موقع آخر دون الحصول على إذن كتابي مسبق.عدم إضافة، عرض،
            تحميل، تعديل، أو نشر أو نقل أو تحديث أو مشاركة ما يلي:المعلومات التي
            تخص شخصاً آخر والتي لا يملك المستخدم أي حق بالاحتفاظ بها.المعلومات
            غير المرغوب بها، التي تسبب ضرراً جسيماً للقصّر، أو المعلومات
            العنصرية أو التي تعتدي على خصوصية الآخرين أو المكروهة عرقياً، أو
            التي تحث وتشجع على غسيل الأموال أو القمار.معلومات تنتهك أي براءة
            اختراع، علامة تجارية، حقوق الطبع أو أي من حقوق الملكية
            الأخرى.المعلومات التي تخدع أو تضلل المرسل اليه حول أصل هذه الرسالة
            أو أي معلومات هجومية أو ذات طابع تهديدي.المعلومات التي تهدد وحدة أو
            سلامة أو دفاع أو أمن الدول التي نعمل معها أو العلاقة الودية مع الدول
            الأجنبية أو أي نظام عام أو تسبب في التحريض على ارتكاب أي جريمة معترف
            بها أو في منع إجراء التحقيق في أي جريمة أو التسبب في إهانة دولة
            أخرى.المعلومات التي يتم من خلالها انتحال شخصية معينة.إذا تبين لمنصة
            parking point أنك قمت بخرق أي من هذه الشروط و الأحكام ومن ناحية أخرى
            تم إثبات خلاف ذلك عند استخدامك للموقع، فإنها تحتفظ بالحق في: تحذيرك
            من القيام بخرق هذه الشروط والأحكام، والطلب منك بالتوقف عن هذا
            السلوك.حذف أي مواد أو محتوى من الممكن أنك قمت بنشره دون إنذارك.اتخاذ
            تدابير (من ضمنها إيقاف، تعليق أو تقييد وصولك) إلى ومنعك من استخدام
            الموقع.إلغاء أي حجوزات من الممكن أن تكون قد قمت بها، دون الرجوع
            اليك.التبليغ عن الأنشطة الخاصة بك إلى مزودي خدمة الإنترنت أو السلطات
            المختصة.اتخاذ إجراءات قانونية ضدك.إن الموقع متوفر للاستخدام الشخصي
            وليس التجاري. لا يمكنك تعديل، نسخ، توزيع، إرسال، عرض، تنفيذ، إعادة
            إنتاج أو نشر أو إنشاء أعمال مشتقة، نقل أو بيع أي معلومات، أو برامج،
            أو منتجات أو خدمات تم الحصول عليها من الموقع.
          </p> */}
        </div>

        <div className="py-2">
          <h4>{t("terms39")}</h4>
          <p align="justify">{t("terms40")}</p>
        </div>
        <div className="py-2">
          <h4>{t("terms41")}</h4>
          <p align="justify">{t("terms42")}</p>
        </div>
        <div className="py-2">
          <ul className="p-3 m-0">
            <li align="justify">{t("terms43")}</li>
            <li>{t("terms44")}</li>
            <li align="justify">{t("terms45")}</li>
            <li align="justify">{t("terms46")}</li>
          </ul>
        </div>
      </div>
    </>
  );
}
