import React from "react";

export default function Term({ title, body }) {
  return (
    <>
      <div className="">
        <h4>{title}</h4>
        <p>{body}</p>
        <p>
          عبر دخولك واستخدامك الموقع فإنك تقر وتوافق، دون إجراء أي تعديل ودون أي قيود، أو تبديل على الأحكام والشروط الواردة
          في هذه (الاتفاقية). أنت تقر وتضمن حقك القانوني للدخول في هذه الاتفاقية واستخدام الموقع وفقاً لجميع الشروط والأحكام
          الواردة فيها. تعديل الشروط:تسعى منصة parking point قدر الإمكان إلى توفير المعلومات على موقعها بدقة متناهية. إلا أنه
          قد ترد بعض الأخطاء من حين لآخر. ولا تتحمل منصة parking point وأي من شركائها أي مسؤولية عن أي خطأ في المعلومات التي
          يتضمنها الموقع.يتضمن موقع parking point الإلكتروني معلومات حول الخدمات والمنتجات التي توفرها منصة parking point وأي
          طرف آخر.إن أي معلومات ومواد أخرى على الموقع مقدمة بأمانة تامة. وباستخدامك للموقع فإنك توافق وتقر بأنه قد يتم إجراء
          تحديثات عليه، أو تغيير وتعديل الشروط والأحكام أو سياسة خدمة العملاء، أو أي معلومات أخرى، في أي وقت وبدون سابق
          إنذار.إن الشروط والأحكام تصبح سارية المفعول بمجرد نشرها على الموقع، ولن يكون لها أي أثر رجعي على أي حجوزات تمت
          مسبقاً من خلاله.يجب عليك قراءة هذه الشروط والأحكام في كل مرة تقوم بزيارة الموقع لضمان أنك على علم بكافة الشروط
          والأحكام السابقة. وبالتالي، فإن استمرارك باستخدام الموقع يعتبر موافقة منك على أي تغيير في الشروط والأحكام.
        </p>
      </div>
    </>
  );
}
