{
  "parking": "اركن في أقرب موقف لك",
  "cancel": "لقد تم إلغاء عمليه الدفع...",
  "main": "الرئيسية...",
  "handleErrorh2": "للأسف حدث خطا",
  "handleErrorh5": "يرجي العودة في وقت اخر او التواصل مع فريق الدعم",
  "hendleErrorHome": "الصفحة الرئيسية",
  "handleErrorBack": "الرجوع",
  "BookNow": "حجز الآن",
  "BookLater": "احجز لاحقًا",
  "searchForBarking": "ابحث عن اقرب موقف",
  "nearstParking": "المواقف الأقرب لك ....",
  "noParkings": "لا يوجد مواقف متاحة",
  "aboutUs": "نبذه عنا",
  "aboutUs1": "موقع الكتروني لحجز مواقف للسيارات هو نظام يستخدم لحجز المواقف المتاحة من قبل المنازل و المباني وتيسير عملية حجزها",
  "aboutUs2": "يهدف المشروع إلى تحسين تجربة مستخدمي السيارات في العثور على مواقف بشكل أكثر فعالية.",
  "aboutUs3": "يسمح للمستخدمين برؤية المواقف الشاغرة وحجزها عبر هواتفهم.",
  "aboutUs4": "المشروع يعتمد على موقع الكتروني للكشف عن توفرها، مما يتيح للسائقين معرفة المواقف الفارغة قبل وصولهم إلى المكان. ويظهرلهم المواقف الشاغرة بشكل فعال.",
  "aboutUs5": "تتضمن الخدمة أيضًا نظام دفع آمن يتيح للمستخدمين دفع رسوم الاستخدام أو حجز المواقف عبر الموقع الالكتروني. يعمل المشروع على توفير مواقف للسيارات بشكل أمن وتجنب الوقوف العشوائي في المناطق المزدحمة.",
  "notFoundTitle": "الصفحة غير موجودة",
  "createAccout": "إنشاء حساب",
  "login": "تسجيل الدخول",
  "registerPass1": "يجب ادخال رقم سري",
  "registerPass2": "يجب ادخال 8 احرف بحد ادني",
  "registerPass3": "يجب ادخال حرف كبير وحرف صغير ورقم بحد ادني",
  "registerConfirmPass1": "يجب تأكيدالرقم السري",
  "registerConfirmPass2": "الرقم غير صحيح",
  "registerRole1": "يجب اختيار النوع",
  "registerRole2": "يجب اختيار من واحد من الاختيارات المقدمة",
  "registerErr1": "يجب ادخال رقم الهوية",
  "registerErr2": "يجب ادخال 3 احرف بحد ادني",
  "successRegistration": "تم التسجيل بنجاح !شكرا لك",
  "registerEmailErr1": "البريد الإلكتروني مستخدم من قبل",
  "registerMobileErr1": "رقم الجوال مستخدم من قبل",
  "registerPlateErr1": "رقم اللوحة مستخدم من قبل",
  "registerIDErr1": "رقم الهوية مستخدم من قبل",
  "password": "كلمة السر",
  "confirmPassword": "تأكيد كلمه السر",
  "registerAccontType": "نوع الحساب",
  "registerAccontType1": "مُستأجر",
  "registerAccontType2": "مُؤجر",
  "nationalId": "رقم الهوية",
  "confirmEmailPop1": "شكرًا لتسجيلك معنا! لقد تم إرسال رمز التحقق إلى عنوان بريدك الإلكتروني المُسجّل",
  "confirmEmailPop2": "يُرجى فتح بريدك الإلكتروني ونسخ الرمز المُرسل",
  "confirmEmailPop3": "إعادة إرسال رمز التأكيد",
  "confirmEmailPop4": "ارسال الرمز خلال دقائق",
  "NameInp1": "يجب ادخال الاسم الاول",
  "NameInp2": "الإسم الأول",
  "LastName1": "يجب ادخال الاسم الاخير",
  "LastName2": "الإسم الأخير",
  "emailInp1": "يجب ادخال البريد الإلكتروني",
  "emailInp2": "يجب ادخال بريد الكتروني صحيح",
  "registerEmail": "البريد الإلكتروني",
  "phoneInp1": "يجب ادخال رقم الجوال",
  "phoneInp2": "يجب ادخال رقم جوال صحيح",
  "registerMobile": "رقم الهاتف",
  "plateInp1": "يجب رقم لوحة السيارة",
  "plateInp2": "يجب ادخال رقم لوحة صحيح",
  "registerPlate": "رقم اللوحة",
  "carInp1": "يجب اختيار نوع السيارة",
  "carInp2": "النوع سيارة فقط",
  "registerCar": "نوع المركبة",
  "registerCar1": "سيارة",
  "stateInp1": "يجب ادخال المحافظه",
  "stateInp2": "المحافظه المتاحة مسقط قفط",
  "registerState": "المحافظه",
  "cityInp1": "يجب اختيار الولاية",
  "cityInp2": "يجب اختيار من واحد من الاختيارات المقدمة",
  "registerCity": "الولاية",
  "registerCity1": "حدد الولاية",
  "city1": "مسقط",
  "city2": "مطرح",
  "city3": "السيب",
  "city4": "بوشر",
  "city5": "العامرات",
  "city6": "قريات",
  "regionInp1": "يجب ادخال المنطقه",
  "registerRegion": "المنطقه",
  "loginMess": "من فضلك ادخل بيانات صحيحة",
  "forgetPass": "نسيت كلمه السر ؟",
  "forgetPass1": "يجب ادخال رمز التحقق",
  "forgetPass2": "يجب ان إدخال رمز التحقق المرسل",
  "forgetPassErr1": "لا يوجد حساب مسجل علي هذا البريد الالكتروني",
  "forgetPassErr2": "الرمز غير صحيح او منتهي الصلاحية",
  "forgetPassErr3": "حدث خطأ! يرجى المحاولة مرة أخرى",
  "forgetPassSccess1": "تم تفعيل كلمة السر بنجاح",
  "forgetPass3": "الرجاء إدخال عنوان بريدك الإلكتروني للبحث عن حسابك:",
  "search": "بحث",
  "cancelProcess": "إلغاء",
  "verificationCode": "رمز التحقق:",
  "forgetPass4": "لقد تم إرسال رمز التحقق إلى عنوان بريدك الإلكتروني المُسجّل",
  "forgetPass5": "يُرجى فتح بريدك الإلكتروني و نسخ الرمز المُرسل.",
  "send": "تأكيد",
  "forgetPass6": "كلمة السر الجديده:",
  "successPayment1": "شكرًا لك!",
  "successPayment2": "تم إتمام عملية الدفع بنجاح،يمكنك الآن الذهاب الي الموقف و الاستمتاع بخدماتنا.",
  "successPayment3": "تفاصيل الحجز...",
  "terms": "الشروط و الأحكام:",
  "terms1": "شروط الاتفاقية",
  "terms2": "عبر دخولك واستخدامك الموقع فإنك تقر وتوافق، دون إجراء أي تعديل ودون أي قيود، أو تبديل على الأحكام والشروط الواردة في هذه (الاتفاقية). أنت تقر وتضمن حقك القانوني للدخول في هذه الاتفاقية واستخدام الموقع وفقاً لجميع الشروط والأحكام الواردة فيها.",
  "terms3": "تعديل الشروط:",
  "terms4": "تسعى منصة parking point قدر الإمكان إلى توفير المعلومات على موقعها بدقة متناهية. إلا أنه قد ترد بعض الأخطاء من حين لآخر. ولا تتحمل منصة parking point وأي من شركائها أي مسؤولية عن أي خطأ في المعلومات التي يتضمنها الموقع",
  "terms5": "يتضمن موقع parking point الإلكتروني معلومات حول الخدمات والمنتجات التي توفرها منصة parking point وأي طرف آخر.",
  "terms6": "أي معلومات ومواد أخرى على الموقع مقدمة بأمانة تامة. وباستخدامك للموقع فإنك توافق وتقر بأنه قد يتم إجراء تحديثات عليه، أو تغيير وتعديل الشروط والأحكام أو سياسة خدمة العملاء، أو أي معلومات أخرى، في أي وقت وبدون سابق إنذار. إن الشروط والأحكام تصبح سارية المفعول بمجرد نشرها على الموقع، ولن يكون لها أي أثر رجعي على أي حجوزات تمت مسبقاً من خلاله.",
  "terms7": "يجب عليك قراءة هذه الشروط والأحكام في كل مرة تقوم بزيارة الموقع لضمان أنك على علم بكافة الشروط والأحكام السابقة. وبالتالي، فإن استمرارك باستخدام الموقع يعتبر موافقة منك على أي تغيير في الشروط والأحكام.",
  "terms8": "جاهزية الموقع",
  "terms9": "تستخدم منصة parking point كل الوسائل لضمان جاهزية الموقع وإتاحة الخدمات المرتبطة به للعميل، إلا أنه لا يمكن ضمان تشغيل الموقع بشكل مستمر أو دون انقطاع. إخلاء المسؤولية عن الضمانات وتحديد المسؤولية",
  "terms10": "منصة parking point لا تملك أي ضمانات، سواء كانت صريحة أو ضمنيةبخصوص محتوى الموقع، وتملك الحق بالتنازل عن جميع الضمانات لأقصى حدمسموح به في القانون.",
  "terms11": "تقع عليك مسؤولية دخولك واستخدامك للبرمجيات وغيرها من المواد على موقع منصة parking point أو من خلاله. منصة parking point لا تقدم أية ضمانات حول موثوقية أو دقة أو خلو مثل هذه البرامج من الفيروسات.",
  "terms12": "تبعاً للقانون المعمول به، فإنه لا تتحمل parking point و/أو الجهات المرخصة لها و/أو الموردين و/أو مقدمي الخدمات، تحت أي ظرف من الظروف، أي مسؤولية مباشرة أو غير مباشرة، عرضية، خاصة، تأديبية، تعويضات تبعية أو رادعة لأي نوع من الأضرار (بما في ذلك على سبيل المثال لا الحصر اضرار للسيارة، اضرار لصاحب الموقف أو الإيرادات أو فقدان أو تلف البيانات أو المعلومات) التي تنشأ عن أي وسيلة متعلقة باستخدام موقع منصة parking point أو عدم القدرة على استخدامه، سواءً كان ذلك بسبب الإخلال بالعقد، الضرر، الإهمال، فعالية المنتجات أو غيرها من الأسباب، وحتى لو تم إعلامك عن إمكانية حدوث مثل هذه الأضرار. وهذا يتضمن أي معلومات، منتجات أو خدمات يتم الحصول عليها على الموقع أو من خلاله.",
  "terms13": "استخدام الموقع",
  "terms14": "عدم فعل أي شيء قد يسبب الضرر، أو يتعارض مع، أو يعيق الوصول إلى أو يضر بتوفر المحتوى على الموقع.",
  "terms15": "عدم تحميل أي ملفات تحمل فيروسات الكمبيوتر أو أي رموز أخرى، أو برامج معدة لاعتراض، أو تدمير أو الحد من وظيفة الموقع.",
  "terms16": "عدم نشر، توزيع أو تحميل أي مواد تشهيرية، هجومية، انتهاكيه ، مضرة، تهديدية، مسيئة، ملتوية، عنصرية، أو غير ملائمة أخلاقياً أو غير ذلك من محتوى أو معلومات غير قانونية أو إرسال أي سلسلة رسائل بريد إلكتروني غير مرغوب بها، أو مواد الرسائل غير المرغوب بها “Spam” أو أي شكل آخر من أشكال التواصل بكميات كبيرة.",
  "terms17": "عدم تهديد، إزعاج، إساءة، تشويش، أو الاعتداء على حقوق الآخرين بما في ذلك حقوقهم الفردية.",
  "terms18": "عدم الحصول أو محاولة الحصول على دخول غير مصرح به للموقع أو أي حسابلعضو متواجد على الموقع، أو انتحال أي شخصية أو تحريف العضوية مع شخص آخر.",
  "terms19": "عدم القيام، التسبب أو السماح بأي شيء ممكن أن يتسبب بالضرر أو خرق حقوق الملكية الفكرية للموقع أو أي من شركاتنا المرتبطة أو أي أطراف",
  "terms20": "عدم القيام بأي شيء غير قانوني من الممكن أن يخلق أي مسؤولية من جانب منصة parking point.",
  "terms21": "عدم الاعتداء على هذه الاتفاقية أو أي تشريع معمول به بأي طريقة. عدم تحميل أو إرفاق ملفات تتضمن برمجيات أو مواد أخرى محمية من قبل قوانين حقوق الملكية الفكرية أو( أي حقوق خاصة أو عامة) ما لم يملك المستخدم أو يتحكم بالحقوق أو لديه جميع الموافقات حسب ما يقتضيه القانون.",
  "terms22": "عدم تحميل أو إرفاق أي ملفات تحتوي على أي فيروسات، ملفات تالفة أو أي برمجيات مشابهة أو برامج من الممكن أن تسبب الضرر لعمل كمبيوتر آخر.",
  "terms23": "عدم القيام بمسح حق المؤلف، إشعارات قانونية أو تسميات للملكية في أي ملف تم تحميله.",
  "terms24": "عدم القيام بتزوير أصل أو مصدر البرمجيات أو المواد الأخرى التي يتضمنها الملف الذي تم تحميله.",
  "terms25": "عدم الإعلان عن أو عرض بيع لأي بضائع أو خدمات، أو إجراء أو إرسال دراسات استقصائية، مسابقات أو سلسلة رسائل، أو تحميل أي ملف ينشر من قبل مستخدم آخر، وينبغي العلم أنه لا يسمح بالترويج لها بهذه الطرق قانونياً.",
  "terms26": "عدم استخدام هذا الموقع وأي من محتوياته للأغراض التجارية.",
  "terms27": "عدم الوصول إلى، أو مراقبة أو نسخ أي محتوى أو معلومة من هذا الموقع باستخدام الروبوت، سبايدر، سكرابر، أو أي وسائل آلية أخرى أو أي عملية يدوية بدون إذن كتابي صريح.",
  "terms28": "عدم انتهاك القيود على الموقع أو أي تجاوز أو تحايل لخرق التدابير الأخرى المستخدمة بهدف منع أو تقييد الوصول لهذا الموقع.",
  "terms29": "عدم اتخاذ أي إجراء يفرض، أو قد يفرض، في تقديرنا عبئاً غير محتمل أو غير متناسب مع البنية التحتية للموقع.",
  "terms30": "عدم القيام بعمل رابط عميق لأي جزء من هذا الموقع (والذي يتضمن، بدون محدودية) لأي غرض بدون الإذن الكتابي الصريح من طرفنا.",
  "terms31": "القيام بدمج أي جزء من هذا الموقع مع أي موقع آخر دون الحصول على إذن كتابي مسبق.",
  "terms32": "عدم إضافة، عرض، تحميل، تعديل، أو نشر أو نقل أو تحديث أو مشاركة ما يلي:",
  "terms33": "المعلومات التي تخص شخصاً آخر والتي لا يملك المستخدم أي حق بالاحتفاظ بها.",
  "terms34": "المعلومات غير المرغوب بها، التي تسبب ضرراً جسيماً للقصّر، أو المعلومات العنصرية أو التي تعتدي على خصوصية الآخرين أو المكروهة عرقياً، أو التي تحث وتشجع على غسيل الأموال أو القمار.",
  "terms35": "معلومات تنتهك أي براءة اختراع، علامة تجارية، حقوق الطبع أو أي من حقوق الملكية الأخرى.",
  "terms36": "المعلومات التي تخدع أو تضلل المرسل اليه حول أصل هذه الرسالة أو أي معلومات هجومية أو ذات طابع تهديدي.",
  "terms37": "المعلومات التي تهدد وحدة أو سلامة أو دفاع أو أمن الدول التي نعمل معها أو العلاقة الودية مع الدول الأجنبية أو أي نظام عام أو تسبب في التحريض على ارتكاب أي جريمة معترف بها أو في منع إجراء التحقيق في أي جريمة أو التسبب في إهانة دولة أخرى.",
  "terms38": "المعلومات التي يتم من خلالها انتحال شخصية معينة. إذا تبين لمنصة parking point أنك قمت بخرق أي من",
  "terms39": "وسيلة الدفع",
  "terms40": "استخدام بطاقة الائتمانيتم قبول الدفع باستخدام معظم بطاقات الائتمان أو بطاقات الخصم المباشر. وبإمكانك شمل مسافرين آخرين في عملية الحجزالتي تقوم بإجرائها عبر موقعنا الالكتروني.يتم قبول الدفع عبر بطاقات الائتمان الصادرة من مختلف الدول، وقد نبقي بعض بطاقات الائتمان الصادرة من دول معينة محظورة الاستخدام على موقعنا ولا يسمح بها أثناء عملية الحجز.يتم قبول الدفع عبر بطاقات الخصم المباشر الغير مقفلة من قبل البنوك التي قامت بإصدارها لاستخدامها في مواقع التجارةالإلكترونية. وفي حال لم تعمل بطاقة الخصم الخاصة بك على الموقع، يرجى الاتصال بجهة الإصدار الخاصة بالبطاقة لتفعيلها. وقد يقوم البنك بإبدالبطاقة الخصم القديمة بأخرى جديدة والتي تسمح لك باستخدامها على مواقع التجارة الإلكترونية.سيتم الخصم من بطاقتك الائتمانية أو بطاقة الخصم المباشر عند قيامك بعملية الحجز.سيتم إرسال الحجز إلى بريدك الإلكتروني المسجل بعملية الدفع.تنويه: لا تتحمل منصة parking point أي مسؤولية ولا تكون مسؤولة عن أي خسارة أو ضرر أو فقدان أو دخول غير مصرح به مرتبط ببيانات بطاقة الائتمان أو بطاقة الخصم المباشر. ولا تتحمل مسؤولية قرارك باستخدام معلومات بطاقة الائتمان أو بطاقة الخصم المباشر على هذا الموقع بالرغم من قيام منصة parking poin بإعلامك عن احتمالية حدوث هذه الأضرار.سنقوم ببذل أقصى جهدنا للحفاظ على السرية عند قيامك بالدفع عبر الإنترنت. هذا يشمل سرية المعلومات المتواجدة على بطاقة الائتمان والمعلومات الشخصية. يتم تشفير كافة معلوماتك الشخصية عند قيامك بالحجز للموقف.",
  "terms41": "إدارة الاحتيال",
  "terms42": "إدارة الاحتيالإذا كان الحجز الخاص بك يظهر علامات احتيال، إساءة، أو نشاط مشبوه، فمن الممكن منصة parking point أن تقوم بإلغاء حجز الموقف المتوافق مع إسمك، بريدك الإلكتروني أو حسابك، إلى جانب القيام بإلغاء أي حسابات مرتبطة بمنصة parking point. بالإضافة إلى ذلك، قد يقوم الموقع بالتحقق من بطاقة الائتمان الخاصة بك إذا كنت قد أجريت أي نشاط احتيالي، ونحتفظ بالحق باتخاذ أية إجراءات قانونية و/ أو مدنية ومن الممكن أن تكون مسؤولاً عن أي خسائر نقدية للموقع، من ضمنها تكاليف التقاضي والأضرار. للقيام بإلغاء الحجز أو تجميد الحساب يرجى الاتصال على خدمة العملاء.تحتفظ منصة parking point بالحق في اتخاذ كل الخطوات الضرورية لضمان السرية، الأمان وسلامة النظام مع الاهتمام بعملائنا وحماية معلوماتهم. وتحقيقاً لهذه الغاية، من الممكن أن نتخذ إجراءات متنوعة للتحقق والتأكد من صحة الطلبات التي وضعت من قبلك. إذا كانت منصة parking point وفقاً لتقديرها، تقر بأن معاملة الشراء التي قمت بها ليست أو لا تظهر بشكل منصف على أنها أصلية أو موثوقة أو يمكن تنفيذها أو صالحة، فمن الممكن لها أن تقوم بإلغاء الحجز في أي وقت قبل الموعد المحدد .كشرط لاستخدام هذا الموقع، إنك توافق على درء الضرر عنا وتعويضنا عن أي وكافة الالتزامات والخسائر والدعاوى والنفقات (بما في ذلك الرسوم القانونية) والأضرار (سواء المباشرة أو غير المباشرة) التي تنشأ عن المطالبات الناتجة عن استخدامك لهذا الموقع، بما في ذلك ودون حصر أي مطالبات تتضمن مزاعم تثبت صحتها وتشكل انتهاكاً من جانبك لهذه الاتفاقية.",
  "terms43": "لا تتحمل point parking اي مشاكل قد تحدث للسيارة اثناء قوفها في احدى المواقف المسجلة في الموقع.",
  "terms44": "لا تتحمل point parking اي مشاكل قد تحدث بين المؤجر والمستأجر.",
  "terms45": "لا يحق لصاحب الموقف اخراج السيارة من الموقف اثناء فترة حجز الموقف.إن الموقع وأسماء الشركات التي يوجد بيننا وبينها شراكة، وأي منتج آخر أو اسم تجاري يتعلق با منصة parking point هو من علاماتنا أو من علاماتنا التجارية المسجلة. إن المنتجات الأخرى وأسماء الشركات المشار إليها في الموقع هي العلامات التجارية الخاصة بمالكيها.",
  "terms46": "اختيار القانون وسلطة القضاءاستخدامك للموقع ولشروطه وأحكامه يخضع لقوانين دولة سلطنة عُمان وأنت توافق على الخضوع للسلطة القضائية لمحاكم مسقط مع ذلك تحتفظ منصة parking point بالحق في إجراء المحاكمة في موقع البلد الذي تتواجد فيه.إشعارمن الممكن منصة parking point أن تقدم إليك الإشعارات وبيانات التواصل عبر البريد الإلكتروني، البريد العادي، أو عبر الموقع أو بأي وسيلة أخرى. باستثناء ما هو منصوص عليه خلافاً لهذا القانون، فإنه يجب إرسال الإشعارات إلى منصة parking point عبر البريد الالكتروني"
}
